
ODC_DB = {
	["猎尽天下-森金"] = {
		["inventory"] = {
			{
				"1@|cffa335ee|Hitem:167770::::::::120:254:::5:6300:6297:1487:4786:6261:::|h[艾萨亚雷风暴涌流者头盔]|h|r", -- [1]
				"1@|cffe6cc80|Hitem:158075::::::::120:254::11:4:4932:4933:6316:1552:::|h[艾泽拉斯之心]|h|r", -- [2]
				"1@|cffa335ee|Hitem:159360::::::::120:254::23:4:4819:1572:4786:6262:::|h[防坠毁护肩]|h|r", -- [3]
				"1@|cffa335ee|Hitem:158307::::::::120:254::23:4:4819:1572:4786:6260:::|h[弹片缓冲护胸]|h|r", -- [4]
				"1@|cffa335ee|Hitem:159361::::::::120:254::23:3:4779:1572:4786:::|h[啮岩交织链甲]|h|r", -- [5]
				"1@|cffa335ee|Hitem:158341::::::::120:254::23:3:4779:1572:4786:::|h[化工轰炸护腿]|h|r", -- [6]
				"1@|cffa335ee|Hitem:158308::::::::120:254::23:3:4779:1572:4786:::|h[逐魂战靴]|h|r", -- [7]
				"1@|cffa335ee|Hitem:158309::::::::120:254::23:4:4779:41:1572:4786:::|h[炼金传输腕扣]|h|r", -- [8]
				"1@|cffa335ee|Hitem:158317::::::::120:254::23:4:4779:1572:5850:4783:::|h[永恒仆役手套]|h|r", -- [9]
				"1@|cffa335ee|Hitem:159458::::::::120:254::23:3:4779:1572:4786:::|h[皇室神灵印戒]|h|r", -- [10]
				"1@|cff0070dd|Hitem:158151::::::::120:254::25:4:4803:1572:5850:4781:::|h[赞达拉玺戒]|h|r", -- [11]
				"1@|cffa335ee|Hitem:169317::::::::120:254::3:3:4798:1487:4786:::|h[奴役者的束缚之石]|h|r", -- [12]
				"1@|cffa335ee|Hitem:167555::::::::120:254::11::::|h[口袋计算装置]|h|r", -- [13]
				"1@|cffa335ee|Hitem:169489::::::::120:254:::4:6300:6289:1487:4786:::|h[艾萨亚雷风暴涌流者斗篷]|h|r", -- [14]
				"1@|cffa335ee|Hitem:159639::::::::120:254::23:3:4779:1572:4786:::|h[和平主义者Mk7型]|h|r", -- [15]
			}, -- [1]
		},
		["reagent"] = {
			{
				"19@|cffffffff|Hitem:21877::::::::120:254::::::|h[灵纹布]|h|r", -- [1]
				"1@|cffa335ee|Hitem:30183::::::::120:254::::::|h[虚空漩涡]|h|r", -- [2]
			}, -- [1]
		},
		["whisperlog"] = {
			{
				" 　《买》 《装》《备》《吗》 ?《英雄》 《》 《永恒》 《王宫》，，　_ 一//号√面√前．！！ ", -- [1]
				"|Hplayer:伴我久久-试炼之环|h[|cffa9d271伴我久久-试炼之环|r]|h", -- [2]
				1570001666, -- [3]
				"WHISPER", -- [4]
			}, -- [1]
			{
				"《买》 《装》《备》《么》？ 一//号√面√前，_ 《英雄》《》 《永恒》《王宫》， ，M√我√进√组!!!", -- [1]
				"|Hplayer:左手画条龙-埃克索图斯|h[|cff00fe95左手画条龙-埃克索图斯|r]|h", -- [2]
				1570001672, -- [3]
				"WHISPER", -- [4]
			}, -- [2]
			{
				" 　《买》 《装》《备》《吗》 ?《英雄》 《》 《永恒》 《王宫》，，　_ 一//号√面√前．！！ ", -- [1]
				"|Hplayer:一骑挡仟-风行者|h[|cfff38bb9一骑挡仟-风行者|r]|h", -- [2]
				1570001717, -- [3]
				"WHISPER", -- [4]
			}, -- [3]
			{
				"<买/装/备/么？> ---- <永恒》《王/宫> ３O,团//队//本，  须、要、的、M、我、进~   即//将//开//始！", -- [1]
				"|Hplayer:罗德岛阿米娅-克尔苏加德|h[|cffc31d39罗德岛阿米娅-克尔苏加德|r]|h", -- [2]
				1570001824, -- [3]
				"WHISPER", -- [4]
			}, -- [4]
		},
		["bag"] = {
			{
				"1@|cffffffff|Hitem:6948::::::::120:254::::::|h[炉石]|h|r", -- [1]
				"1@|cffffffff|Hitem:140192::::::::120:254::::::|h[达拉然炉石]|h|r", -- [2]
				"1@|cff0070dd|Hitem:141605::::::::120:254::::::|h[飞行管理员的哨子]|h|r", -- [3]
				"10@|cff1eff00|Hitem:159827::::::::120:254::::::|h[死神魔精炸弹]|h|r", -- [4]
				"1@|cffa335ee|Hitem:71614::::::::120:254::5::::|h[焚烧之指]|h|r", -- [5]
				"1@|cff1eff00|Hitem:120945::::::::120:254::::::|h[原始之灵]|h|r", -- [6]
				"9@|cffffffff|Hitem:89112::::::::120:254::::::|h[祥和微粒]|h|r", -- [7]
				"1@|cff0070dd|Hitem:142091::::::::120:254::3::::|h[祝福之种]|h|r", -- [8]
				"1@|cffa335ee|Hitem:71616::::::::120:254::5::::|h[烈焰王冠]|h|r", -- [9]
				"1@|cffffffff|Hitem:163853::::::::120:254::::::|h[朝圣卷轴]|h|r", -- [10]
				"20@|cffffffff|Hitem:163852::::::::120:254::::::|h[始祖龟朝圣卷轴]|h|r", -- [11]
				"20@|cffffffff|Hitem:163852::::::::120:254::::::|h[始祖龟朝圣卷轴]|h|r", -- [12]
				"3@|cffffffff|Hitem:163852::::::::120:254::::::|h[始祖龟朝圣卷轴]|h|r", -- [13]
				"1@|cffffffff|Hitem:154893::::::::120:254::11::::|h[无信诱捕者之矛]|h|r", -- [14]
				"1@|cffffffff|Hitem:147833::::::::120:254::::::|h[解毒剂]|h|r", -- [15]
				"1@|cff0070dd|Hitem:141652::::::::120:254::::::|h[魔力探测石]|h|r", -- [16]
				"1@|cff1eff00|Hitem:88567::::::::120:254::3::::|h[幽冥铁宝箱]|h|r", -- [17]
				"1@|cffa335ee|Hitem:71458::::::::120:254::5:1:1706:::|h[曙光之耀光手铠]|h|r", -- [18]
				"1@|cff0070dd|Hitem:152977::::::::120:254::5::::|h[震动的石头]|h|r", -- [19]
				"2@|cff9d9d9d|Hitem:68197::::::::120:254::::::|h[腐烂的小动物肢体]|h|r", -- [20]
				"1@|cff9d9d9d|Hitem:68198::::::::120:254::::::|h[毁坏的烬丝脚料]|h|r", -- [21]
				"5@|cffffffff|Hitem:53010::::::::120:254::::::|h[烬丝布]|h|r", -- [22]
				"1@|cffa335ee|Hitem:71473::::::::120:254::5::::|h[烈焰毒蝎之刺]|h|r", -- [23]
				"1@|cffa335ee|Hitem:71673::::::::120:254::5::::|h[火焰胜利者的护肩]|h|r", -- [24]
				"1@|cffa335ee|Hitem:71468::::::::120:254::5::::|h[百步穿杨护手]|h|r", -- [25]
				"1@|cffa335ee|Hitem:71687::::::::120:254::5::::|h[火焰保护者的护肩]|h|r", -- [26]
				"7@|cff0070dd|Hitem:45087::::::::120:254::::::|h[符文宝珠]|h|r", -- [27]
				"1@|cffa335ee|Hitem:45506::::::::120:254::::::|h[档案馆数据圆盘]|h|r", -- [28]
				"1@|cffa335ee|Hitem:45857::::::::120:254::::::|h[档案馆数据圆盘]|h|r", -- [29]
				"1@|cff0070dd|Hitem:142088::::::::120:254::3::::|h[雷铸符文]|h|r", -- [30]
				"1@|cffa335ee|Hitem:71472::::::::120:254::5::::|h[流火项圈]|h|r", -- [31]
				"1@|cffa335ee|Hitem:71468::::::::120:254::5::::|h[百步穿杨护手]|h|r", -- [32]
				"1@|cffa335ee|Hitem:71616::::::::120:254::5::::|h[烈焰王冠]|h|r", -- [33]
				"1@|cffa335ee|Hitem:71610::::::::120:254::5::::|h[湮灭领主的项圈]|h|r", -- [34]
				"1@|cffa335ee|Hitem:71797::::::::120:254::5::::|h[舒莱沃，湮灭之杖]|h|r", -- [35]
				"1@|cffa335ee|Hitem:69150::::::::120:254::5::::|h[矩阵回稳器]|h|r", -- [36]
				"1@|cffa335ee|Hitem:71614::::::::120:254::5::::|h[焚烧之指]|h|r", -- [37]
				"1@|cffa335ee|Hitem:71684::::::::120:254::5::::|h[火焰保护者的皇冠]|h|r", -- [38]
				"1@|cffa335ee|Hitem:71407::::::::120:254::5::::|h[阴燃毁灭长袍]|h|r", -- [39]
				"1@|cffa335ee|Hitem:71774::::::::120:254::5::::|h[纯焰香炉]|h|r", -- [40]
				"1@|cffa335ee|Hitem:69138::::::::120:254::5::::|h[蛛丝纺锤]|h|r", -- [41]
				"1@|cffa335ee|Hitem:71408::::::::120:254::5::::|h[赤焰寡妇的屏障]|h|r", -- [42]
				"1@|cffa335ee|Hitem:69138::::::::120:254::5::::|h[蛛丝纺锤]|h|r", -- [43]
				"1@|cffa335ee|Hitem:71774::::::::120:254::5::::|h[纯焰香炉]|h|r", -- [44]
				"1@|cffa335ee|Hitem:71774::::::::120:254::5::::|h[纯焰香炉]|h|r", -- [45]
				"1@|cffa335ee|Hitem:71418::::::::120:254::5::::|h[地裂护腕]|h|r", -- [46]
				"1@|cffa335ee|Hitem:71426::::::::120:254::5::::|h[暴怒巨人手甲]|h|r", -- [47]
				"1@|cffa335ee|Hitem:71417::::::::120:254::5::::|h[焰核胸甲]|h|r", -- [48]
				"1@|cffa335ee|Hitem:71778::::::::120:254::5::::|h[艾沃尔的燃烧军刺]|h|r", -- [49]
				"1@|cffa335ee|Hitem:71425::::::::120:254::5::::|h[熔岩渠道腰带]|h|r", -- [50]
				"1@|cffa335ee|Hitem:71686::::::::120:254::5::::|h[火焰保护者的胸甲]|h|r", -- [51]
				"1@|cffa335ee|Hitem:71432::::::::120:254::5::::|h[复生之焰肩铠]|h|r", -- [52]
				"1@|cffa335ee|Hitem:69149::::::::120:254::5::::|h[炽焰能量之眼]|h|r", -- [53]
				"1@|cffa335ee|Hitem:71679::::::::120:254::5::::|h[火焰征服者的胸甲]|h|r", -- [54]
				"1@|cffa335ee|Hitem:71435::::::::120:254::5::::|h[灼焰波涛护腿]|h|r", -- [55]
				"1@|cffa335ee|Hitem:71676::::::::120:254::5::::|h[火焰征服者的护手]|h|r", -- [56]
				"1@|cffa335ee|Hitem:71462::::::::120:254::5::::|h[熔火的尖啸]|h|r", -- [57]
				"1@|cffa335ee|Hitem:71461::::::::120:254::5::::|h[尘封之门肩饰]|h|r", -- [58]
				"1@|cffa335ee|Hitem:71465::::::::120:254::5::::|h[燃焰头盔]|h|r", -- [59]
				"1@|cffa335ee|Hitem:71669::::::::120:254::5::::|h[火焰胜利者的护手]|h|r", -- [60]
				"1@|cffa335ee|Hitem:45639::::::::120:254::3::::|h[固执保卫者的头冠]|h|r", -- [61]
				"1@|cff9d9d9d|Hitem:43852::::::::120:254::::::|h[厚皮衣碎片]|h|r", -- [62]
				"1@|cffa335ee|Hitem:71616::::::::120:254::5::::|h[烈焰王冠]|h|r", -- [63]
				"1@|cffffffff|Hitem:33445::::::::120:254::::::|h[薄荷蜜茶]|h|r", -- [64]
				"1@|cffffffff|Hitem:168081::::::::120:254::::::|h[卤岩矿锄]|h|r", -- [65]
				"1@|cff9d9d9d|Hitem:33380::::::::120:254::3::::|h[冰冻腰带]|h|r", -- [66]
				"1@|cffa335ee|Hitem:45632::::::::120:254::3::::|h[固执征服者的胸甲]|h|r", -- [67]
				"17@|cff9d9d9d|Hitem:41338::::::::120:254::::::|h[破损的弹簧]|h|r", -- [68]
				"19@|cff9d9d9d|Hitem:36814::::::::120:254::::::|h[扭断的齿轮]|h|r", -- [69]
				"12@|cff9d9d9d|Hitem:36813::::::::120:254::::::|h[破损的链齿]|h|r", -- [70]
				"1@|cff1eff00|Hitem:68729::::::::120:254::5::::|h[源质宝箱]|h|r", -- [71]
				"1@|cff9d9d9d|Hitem:62071::::::::120:254::5::::|h[腐蚀之刃]|h|r", -- [72]
				"1@|cff9d9d9d|Hitem:62115::::::::120:254::5::::|h[烧焦的靴子]|h|r", -- [73]
				"1@|cff9d9d9d|Hitem:62068::::::::120:254::5::::|h[诺格的笨拙之弓]|h|r", -- [74]
				"1@|cff9d9d9d|Hitem:62105::::::::120:254::5::::|h[脱色板甲护腿]|h|r", -- [75]
				"1@|cff9d9d9d|Hitem:62127::::::::120:254::5::::|h[脱色板甲护肩]|h|r", -- [76]
				"1@|cff9d9d9d|Hitem:62072::::::::120:254::5::::|h[罗波的摇头杖]|h|r", -- [77]
				"4@|cff0070dd|Hitem:69237::::::::120:254::::::|h[永生烈焰]|h|r", -- [78]
				"1@|cffa335ee|Hitem:71678::::::::120:254::5::::|h[火焰征服者的护腿]|h|r", -- [79]
				"1@|cffffffff|Hitem:128270::::::::120:254::::::|h[装备图纸：陀螺稳定仪]|h|r", -- [80]
				"1@|cffa335ee|Hitem:71449::::::::120:254::5::::|h[水晶牢笼之戒]|h|r", -- [81]
				"1@|cff1eff00|Hitem:55403::::::::120:254::5:1:1677:::|h[快刀之米雷达尔护符]|h|r", -- [82]
				"1@|cffa335ee|Hitem:45467::::::::120:254::3::::|h[背弃腰带]|h|r", -- [83]
				"1@|cffa335ee|Hitem:45976::::::::120:254::3::::|h[静电充能裹手]|h|r", -- [84]
				"1@|cff0070dd|Hitem:162618::::::::120:254::18:3:5116:1472:4785:::|h[图腾主母的头饰]|h|r", -- [85]
				"1@|cffa335ee|Hitem:34549::::::::120:254::::::|h[戈隆追猎者腰带]|h|r", -- [86]
				"1@|cffa335ee|Hitem:45491::::::::120:254::3::::|h[创世者的腰带]|h|r", -- [87]
				"1@|cffa335ee|Hitem:45516::::::::120:254::3::::|h[沃德雷萨，黑暗湮灭之剑]|h|r", -- [88]
				"1@|cffa335ee|Hitem:170534::::::::120:254::11:4:1577:4786:5414:4775:::|h[荣耀战团先锋的护颅]|h|r", -- [89]
				"1@|cffa335ee|Hitem:46012::::::::120:254::3::::|h[炫目光芒外衣]|h|r", -- [90]
				"1@|cffa335ee|Hitem:46032::::::::120:254::3::::|h[无面者将军斗篷]|h|r", -- [91]
				"1@|cffa335ee|Hitem:45535::::::::120:254::3::::|h[信仰的证明]|h|r", -- [92]
				"1@|cffa335ee|Hitem:46097::::::::120:254::3::::|h[疯狂之吻]|h|r", -- [93]
				"1@|cffa335ee|Hitem:46312::::::::120:254::3::::|h[被征服的尤格-萨隆之爪]|h|r", -- [94]
				"1@|cffa335ee|Hitem:46067::::::::120:254::3::::|h[毁灭低语之锤]|h|r", -- [95]
				"1@|cff1eff00|Hitem:55502::::::::120:254::5:1:1695:::|h[燎火之拉文凯斯胸铠]|h|r", -- [96]
				"1@|cff1eff00|Hitem:55737::::::::120:254::5:1:1686:::|h[无双之密斯特拉裹手]|h|r", -- [97]
				"1@|cff1eff00|Hitem:55629::::::::120:254::5:1:1693:::|h[燎火之纠棘腰带]|h|r", -- [98]
				"1@|cff1eff00|Hitem:55495::::::::120:254::5:1:1707:::|h[曙光之晶纹护臂]|h|r", -- [99]
				"1@|cff1eff00|Hitem:55351::::::::120:254::5:1:1685:::|h[无双之铁木指套]|h|r", -- [100]
				"1@|cffa335ee|Hitem:71453::::::::120:254::5::::|h[无上掌控腿甲]|h|r", -- [101]
				"1@|cffa335ee|Hitem:71449::::::::120:254::5::::|h[水晶牢笼之戒]|h|r", -- [102]
				"1@|cffa335ee|Hitem:71453::::::::120:254::5::::|h[无上掌控腿甲]|h|r", -- [103]
				"1@|cffa335ee|Hitem:71453::::::::120:254::5::::|h[无上掌控腿甲]|h|r", -- [104]
			}, -- [1]
		},
		["voidstorage"] = {
			{
			}, -- [1]
		},
		["tradelog"] = {
		},
		["bank"] = {
		},
	},
}
ODC_Config = {
	["Options"] = {
		["whisperlog"] = {
			["maxmsg"] = 500,
		},
		["tradelog"] = {
			["maxmsg"] = 50,
			["autowhisper"] = "whisper",
		},
	},
	["UI"] = {
	},
	["toggle"] = {
		["inventory"] = true,
		["reagent"] = true,
		["whisperlog"] = true,
		["bag"] = true,
		["voidstorage"] = true,
		["tradelog"] = true,
		["bank"] = true,
	},
	["icon"] = {
		["minimapPos"] = 195,
		["radius"] = 80,
		["hide"] = false,
	},
	["DBver"] = 50,
}
MB_DB = nil
BB_DB = nil
IN_DB = nil
MB_Config = nil
