
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/s ...", -- [1]
		"/5 .........", -- [2]
		"/5 感觉 魔兽现在没多少人呀....", -- [3]
		"/s 看下成就", -- [4]
		"/s 嘲讽", -- [5]
		"/s 34754", -- [6]
		"/s 第三层 呢", -- [7]
		"/5 没人吗", -- [8]
		"/s hello", -- [9]
		"/s 你这控怪能力", -- [10]
		"/s good", -- [11]
		"/s 这可去求了", -- [12]
		"/s 打太快了", -- [13]
		"/s 别打死", -- [14]
		"/s 那可不", -- [15]
		"/s 你拖住她", -- [16]
		"/s 这伤害", -- [17]
		"/s KEB", -- [18]
		"/s ...没掉到第三层", -- [19]
		"/s ......跑跑跑", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
