
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/s 只有2人一起才能交易給你。", -- [1]
		"/cw 陈吉不卖手机-卡拉赞 我刚回归，你想刷啥", -- [2]
		"/y {想}", -- [3]
		"/s 你摸吧  黑手党", -- [4]
		"/s 你看武僧跑多快", -- [5]
		"/s 這是我上次刷到的", -- [6]
		"/cw 陈吉不卖手机-卡拉赞 我刚回来1天，一粒爱你懵逼 整搞插件呢", -- [7]
		"/s 火乌鸦 不好处", -- [8]
		"/s OK", -- [9]
		"/s 黑脸", -- [10]
		"/s 你见到的是不是这", -- [11]
		"/s 交易不倆", -- [12]
		"/s 1", -- [13]
		"/s 你去哪里", -- [14]
		"/s 小怪不用打", -- [15]
		"/s 小怪不用打啊", -- [16]
		"/s 效率", -- [17]
		"/祈祷", -- [18]
		"/s 凤凰不是你那么好耍的", -- [19]
		"/s 嗯", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
