
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/祈祷", -- [1]
		"/s |cff71d5ff|Hspell:46628:0|h[迅捷白色陆行鸟]|h|r", -- [2]
		"/cw 邦桑迪迪丶丶-梦境之树 一件80 一套都要上千了。", -- [3]
		"/cw 爱你丨三千-回音山 拿齐多钱。直接报价 合适就去", -- [4]
		"/cw Htrgegwer-安东尼达斯 算了 我本来想80拿一套 400装等的", -- [5]
		"/cw 丨暮然回首-凤凰之神 算了 我本来想80拿一套 400装等的", -- [6]
		"/s |cff0070dd|Hitem:152978::::::::110:253::::::|h[范达尔的宠物笼]|h|r", -- [7]
		"/cw 邦桑迪迪丶丶-梦境之树 拿齐一套80 还是？", -- [8]
		"/4 一直不理解有什么可怀旧的，怀旧的是人，又不是10年前打过的副本", -- [9]
		"/cw 老板买装备吗-踏梦者 一套15件多钱？", -- [10]
		"/cw Htrgegwer-安东尼达斯 我就问问拿齐多钱，别组我。", -- [11]
		"/s 这里", -- [12]
		"/eam options", -- [13]
		"/cw 永恒丨联盟-凤凰之神 不了  那我还是去TB买吧", -- [14]
	},
	["ChatHistoryLog"] = {
	},
}
