
HandyNotes_BattleForAzerothTreasuresDB = {
	["profileKeys"] = {
		["独孤牛儿 - 森金"] = "独孤牛儿 - 森金",
		["风雨思年华 - 森金"] = "风雨思年华 - 森金",
		["仔酷 - 森金"] = "仔酷 - 森金",
		["午盾 - 森金"] = "午盾 - 森金",
		["牛爹爹 - 屠魔山谷"] = "牛爹爹 - 屠魔山谷",
		["奶奶的大刀 - 森金"] = "奶奶的大刀 - 森金",
		["巨目巨目巨目 - 森金"] = "巨目巨目巨目 - 森金",
		["雄奶奶 - 森金"] = "雄奶奶 - 森金",
	},
	["profiles"] = {
		["独孤牛儿 - 森金"] = {
		},
		["风雨思年华 - 森金"] = {
		},
		["仔酷 - 森金"] = {
		},
		["午盾 - 森金"] = {
		},
		["牛爹爹 - 屠魔山谷"] = {
		},
		["奶奶的大刀 - 森金"] = {
		},
		["巨目巨目巨目 - 森金"] = {
		},
		["雄奶奶 - 森金"] = {
		},
	},
}
