
Omen3DB = {
	["profileKeys"] = {
		["牛爹爹 - 屠魔山谷"] = "牛爹爹 - 屠魔山谷",
		["雄奶奶 - 森金"] = "雄奶奶 - 森金",
		["独孤牛儿 - 森金"] = "独孤牛儿 - 森金",
	},
	["profiles"] = {
		["牛爹爹 - 屠魔山谷"] = {
			["Shown"] = false,
			["PositionY"] = 459,
			["PositionX"] = 570.166687011719,
		},
		["雄奶奶 - 森金"] = {
			["PositionY"] = 574.4999389648438,
			["Shown"] = false,
			["PositionX"] = 775.4999389648438,
		},
		["独孤牛儿 - 森金"] = {
			["VGrip2"] = 126.308391791532,
			["PositionY"] = 768.000017523659,
			["PositionW"] = 219.666760514076,
			["PositionH"] = 134.817781120051,
			["PositionX"] = 1140.33326467618,
			["VGrip1"] = 93.3583765415673,
		},
	},
}
