
Postal3DB = {
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"仔酷|森金|Horde|110|DEATHKNIGHT", -- [1]
				"午盾|森金|Horde|110|WARRIOR", -- [2]
				"奶奶的大刀|森金|Horde|110|DEMONHUNTER", -- [3]
				"巨目巨目巨目|森金|Horde|110|WARLOCK", -- [4]
				"牛爹爹|屠魔山谷|Horde|110|MONK", -- [5]
				"独孤牛儿|森金|Horde|110|DRUID", -- [6]
				"雄奶奶|森金|Horde|120|MAGE", -- [7]
				"风雨思年华|森金|Horde|110|HUNTER", -- [8]
			},
		},
	},
	["profileKeys"] = {
		["独孤牛儿 - 森金"] = "独孤牛儿 - 森金",
		["风雨思年华 - 森金"] = "风雨思年华 - 森金",
		["奶奶的大刀 - 森金"] = "奶奶的大刀 - 森金",
		["午盾 - 森金"] = "午盾 - 森金",
		["牛爹爹 - 屠魔山谷"] = "牛爹爹 - 屠魔山谷",
		["雄奶奶 - 森金"] = "雄奶奶 - 森金",
		["巨目巨目巨目 - 森金"] = "巨目巨目巨目 - 森金",
		["仔酷 - 森金"] = "仔酷 - 森金",
	},
	["profiles"] = {
		["独孤牛儿 - 森金"] = {
		},
		["风雨思年华 - 森金"] = {
		},
		["奶奶的大刀 - 森金"] = {
			["BlackBook"] = {
				["recent"] = {
					"雄奶奶|森金|Horde", -- [1]
				},
			},
		},
		["午盾 - 森金"] = {
		},
		["牛爹爹 - 屠魔山谷"] = {
		},
		["雄奶奶 - 森金"] = {
		},
		["巨目巨目巨目 - 森金"] = {
			["BlackBook"] = {
				["recent"] = {
					"雄奶奶|森金|Horde", -- [1]
				},
			},
		},
		["仔酷 - 森金"] = {
			["BlackBook"] = {
				["recent"] = {
					"雄奶奶|森金|Horde", -- [1]
				},
			},
		},
	},
}
