
atsw_orderby = {
}
atsw_bankitemlist = {
}
atsw_merchantlist = {
}
atsw_itemlist = {
	["森金"] = {
		["黑暗主宰"] = {
			["天蓝石"] = 5,
			["北地合剂"] = 1,
			["巫师的珠玉护腕"] = 1,
			["轻盈的萨菲隆斗篷"] = 1,
			["孀妇便鞋"] = 1,
			["无尽治疗药水"] = 1,
			["黑暗苦痛束带"] = 1,
			["灼草种子"] = 10,
			["空瓶"] = 4,
			["狂乱炼金师药水"] = 25,
			["耐力卷轴 VII"] = 1,
			["嫩煎虾虎鱼"] = 2,
			["金苜蓿"] = 98,
			["银色长枪"] = 1,
			["符文治疗药水"] = 17,
			["魔眼冲击炮"] = 1,
			["肯瑞托战袍"] = 1,
			["暗影结晶"] = 7,
			["奥杜尔的圣物"] = 45,
			["矿工锄"] = 1,
			["冰冠斥候护符"] = 1,
			["亚口鱼油"] = 11,
			["符文图腾的凯旋护肩"] = 1,
			["巫妖花"] = 37,
			["梅林法袍"] = 1,
			["炉石"] = 1,
			["诺兹拉斯炸药包"] = 1,
			["无心之罪饰物"] = 1,
			["钢铲"] = 1,
			["符文图腾的凯旋手套"] = 1,
			["月怒神像"] = 1,
			["灌魔之瓶"] = 1,
			["永恒生命"] = 5,
			["魔化瓶"] = 20,
			["石血合剂"] = 12,
			["冰棘草"] = 20,
			["符文图腾的凯旋长裤"] = 1,
			["先祖硬币"] = 1,
			["超级治疗药水"] = 1,
			["永恒火焰"] = 8,
			["永恒暗影"] = 2,
			["银色北伐军战袍"] = 1,
			["永恒空气"] = 2,
			["幸运烟花束"] = 1,
			["火焰结晶"] = 6,
			["空气结晶"] = 9,
			["无尽法力药水"] = 1,
			["无尽迷宫指环"] = 1,
			["水之结晶"] = 5,
			["雪莲花"] = 19,
			["狂心倒钩"] = 1,
			["复苏饰物"] = 1,
			["点金石"] = 1,
			["极效冰霜防护药水"] = 3,
			["飞升之戒"] = 1,
			["深渊符文"] = 1,
			["野生松叶"] = 57,
			["符文图腾的凯旋头巾"] = 1,
		},
	},
}
atsw_customsorting = {
}
atsw_customheaders = {
}
atsw_disabled = {
}
atsw_savedqueue = {
}
atsw_savednecessaryitems = {
}
