
Bartender4DB = {
	["namespaces"] = {
		["ActionBars"] = {
			["profiles"] = {
				["黑暗主宰 - 森金"] = {
					["actionbars"] = {
						{
							["version"] = 3,
							["position"] = {
								["x"] = -231.4999267908067,
								["point"] = "BOTTOM",
								["y"] = 178.5000051681104,
							},
						}, -- [1]
						{
							["version"] = 3,
							["position"] = {
								["x"] = -231.4999267908067,
								["point"] = "CENTER",
								["y"] = -167.0000249849047,
							},
						}, -- [2]
						{
							["version"] = 3,
							["position"] = {
								["x"] = -231.4999267908067,
								["point"] = "CENTER",
								["y"] = -151.5000330279904,
							},
						}, -- [3]
						{
							["version"] = 3,
							["position"] = {
								["x"] = -231.4999267908067,
								["point"] = "CENTER",
								["y"] = -113.5000044151407,
							},
						}, -- [4]
						{
							["version"] = 3,
							["position"] = {
								["x"] = -231.4999267908067,
								["point"] = "CENTER",
								["y"] = -75.50003713509801,
							},
						}, -- [5]
						{
							["version"] = 3,
							["position"] = {
								["x"] = -231.4999267908067,
								["point"] = "CENTER",
								["y"] = -37.49999976041875,
							},
						}, -- [6]
						{
						}, -- [7]
						[9] = {
						},
						[10] = {
						},
					},
				},
			},
		},
		["MicroMenu"] = {
			["profiles"] = {
				["黑暗主宰 - 森金"] = {
					["version"] = 3,
					["position"] = {
						["x"] = -188.800008670889,
						["point"] = "CENTER",
						["scale"] = 0.800000011920929,
						["y"] = 42.39995767093888,
					},
				},
			},
		},
		["XPBar"] = {
		},
		["BlizzardArt"] = {
		},
		["BagBar"] = {
			["profiles"] = {
				["黑暗主宰 - 森金"] = {
					["version"] = 3,
					["position"] = {
						["x"] = 58.50003747735707,
						["point"] = "CENTER",
						["y"] = 1.499972653508451,
					},
				},
			},
		},
		["Vehicle"] = {
			["profiles"] = {
				["黑暗主宰 - 森金"] = {
					["version"] = 3,
					["position"] = {
						["x"] = 53.49994171329774,
						["point"] = "CENTER",
						["y"] = 51.49996649284702,
					},
				},
			},
		},
		["StanceBar"] = {
			["profiles"] = {
				["黑暗主宰 - 森金"] = {
					["version"] = 3,
					["position"] = {
						["x"] = -207.7500326686185,
						["point"] = "CENTER",
						["y"] = 14.2499723968142,
					},
				},
			},
		},
		["PetBar"] = {
			["profiles"] = {
				["黑暗主宰 - 森金"] = {
					["version"] = 3,
					["position"] = {
						["x"] = -163.4998931125243,
						["point"] = "CENTER",
						["y"] = 89.49995129654883,
					},
				},
			},
		},
		["RepBar"] = {
		},
	},
	["profileKeys"] = {
		["黑暗主宰 - 森金"] = "黑暗主宰 - 森金",
	},
	["profiles"] = {
		["黑暗主宰 - 森金"] = {
		},
	},
}
