
Bartender4DB = {
	["namespaces"] = {
		["ActionBars"] = {
			["profiles"] = {
				["灮丶諾亞 - 藏宝海湾"] = {
					["actionbars"] = {
						{
							["version"] = 3,
							["position"] = {
								["y"] = -227.5000156834719,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [1]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -189.5000048056244,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [2]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -151.5000130012629,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [3]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -113.4999830499294,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [4]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -75.50002939254,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [5]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -37.49999944120646,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [6]
						{
						}, -- [7]
						[9] = {
						},
						[10] = {
						},
					},
				},
				["藏宝海湾"] = {
					["actionbars"] = {
						{
							["position"] = {
								["y"] = -227.5000156834719,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
							["version"] = 3,
							["skin"] = {
								["ID"] = "Predator",
							},
						}, -- [1]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -189.5000048056244,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [2]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -151.5000130012629,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [3]
						{
							["position"] = {
								["y"] = -113.4999830499294,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
							["version"] = 3,
							["skin"] = {
								["ID"] = "Predator",
							},
						}, -- [4]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -75.50002939254,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [5]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -37.49999944120646,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [6]
						{
						}, -- [7]
						[9] = {
						},
						[10] = {
						},
					},
				},
				["颠峰伟哥 - 藏宝海湾"] = {
					["actionbars"] = {
						{
							["version"] = 3,
							["position"] = {
								["y"] = -227.5000156834719,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [1]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -189.5000048056244,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [2]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -151.5000130012629,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [3]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -113.4999830499294,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [4]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -75.50002939254,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [5]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -37.49999944120646,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [6]
						{
						}, -- [7]
						[9] = {
						},
						[10] = {
						},
					},
				},
				["皇阿瑪 - 藏宝海湾"] = {
					["actionbars"] = {
						{
							["position"] = {
								["y"] = 81,
								["x"] = -154.3499385676988,
								["point"] = "BOTTOM",
								["scale"] = 0.699999988079071,
							},
							["padding"] = 0,
							["version"] = 3,
							["skin"] = {
								["ID"] = "Predator",
								["Backdrop"] = false,
							},
						}, -- [1]
						{
							["position"] = {
								["y"] = 55,
								["x"] = -154.3499385676988,
								["point"] = "BOTTOM",
								["scale"] = 0.699999988079071,
							},
							["padding"] = 0,
							["version"] = 3,
							["skin"] = {
								["ID"] = "Predator",
								["Backdrop"] = false,
							},
						}, -- [2]
						{
							["position"] = {
								["y"] = 28.70000093810119,
								["x"] = -154.3499385676988,
								["point"] = "BOTTOM",
								["scale"] = 0.699999988079071,
							},
							["padding"] = 0,
							["version"] = 3,
							["skin"] = {
								["ID"] = "Predator",
								["Backdrop"] = false,
							},
						}, -- [3]
						{
							["position"] = {
								["y"] = 17.99998738916594,
								["x"] = 335.7621872144754,
								["point"] = "CENTER",
								["scale"] = 0.800000011920929,
							},
							["padding"] = 0,
							["version"] = 3,
							["skin"] = {
								["ID"] = "Predator",
								["Backdrop"] = false,
							},
						}, -- [4]
						{
							["enabled"] = false,
							["position"] = {
								["y"] = -153.4999061599388,
								["x"] = -251.3825569840884,
								["point"] = "CENTER",
							},
							["version"] = 3,
							["skin"] = {
								["ID"] = "Predator",
								["Backdrop"] = false,
							},
						}, -- [5]
						{
							["enabled"] = false,
							["position"] = {
								["y"] = -211.0823981302619,
								["x"] = -176.1011478885837,
								["point"] = "CENTER",
							},
							["version"] = 3,
							["skin"] = {
								["ID"] = "Predator",
								["Backdrop"] = false,
							},
						}, -- [6]
						{
							["enabled"] = true,
							["version"] = 3,
							["skin"] = {
								["ID"] = "Predator",
								["Backdrop"] = false,
							},
							["padding"] = 0,
							["position"] = {
								["y"] = -162.2467469068052,
								["x"] = -0.2482463767215677,
								["point"] = "CENTER",
								["scale"] = 0.800000011920929,
							},
						}, -- [7]
						{
							["position"] = {
								["y"] = 99,
								["x"] = -271,
								["point"] = "BOTTOM",
								["scale"] = 2,
							},
							["buttons"] = 1,
							["version"] = 3,
							["skin"] = {
								["ID"] = "Serenity: Square",
							},
						}, -- [8]
						{
							["enabled"] = true,
							["fadeout"] = true,
							["skin"] = {
								["ID"] = "Trinity: Round",
							},
							["position"] = {
								["y"] = 227.5044407322341,
								["x"] = 188.2679720481043,
								["point"] = "BOTTOM",
								["scale"] = 2,
							},
							["fadeoutalpha"] = 0,
							["version"] = 3,
							["buttons"] = 1,
						}, -- [9]
						{
							["enabled"] = true,
							["version"] = 3,
							["skin"] = {
								["ID"] = "Gears: Spark",
								["Colors"] = {
									["Backdrop"] = {
										0.203921568627451, -- [1]
										0.7843137254901961, -- [2]
										0.3137254901960784, -- [3]
										1, -- [4]
									},
								},
								["Backdrop"] = false,
							},
							["position"] = {
								["y"] = 103.3959398529579,
								["x"] = 322.6558285781309,
								["point"] = "BOTTOMLEFT",
								["scale"] = 1.550000071525574,
							},
							["buttons"] = 1,
						}, -- [10]
					},
				},
				["独孤牛儿 - 森金"] = {
					["actionbars"] = {
						{
							["version"] = 3,
							["position"] = {
								["y"] = 52.49999487155853,
								["x"] = -156.0137300002749,
								["point"] = "BOTTOM",
								["scale"] = 1.25,
							},
						}, -- [1]
						{
							["version"] = 3,
							["position"] = {
								["y"] = 202.4999935039741,
								["x"] = -155.1068355560456,
								["point"] = "BOTTOM",
								["scale"] = 1.25,
							},
						}, -- [2]
						{
							["version"] = 3,
							["position"] = {
								["y"] = 152.5000249584152,
								["x"] = -155.106791793345,
								["point"] = "BOTTOM",
								["scale"] = 1.25,
							},
						}, -- [3]
						{
							["enabled"] = false,
							["version"] = 3,
							["position"] = {
								["y"] = -128.0644580816921,
								["x"] = -117.2815518472442,
								["point"] = "CENTER",
								["scale"] = 1.25,
							},
						}, -- [4]
						{
							["enabled"] = false,
							["version"] = 3,
							["position"] = {
								["y"] = -129.1888531478305,
								["x"] = -77.84225597815589,
								["point"] = "CENTER",
								["scale"] = 1.25,
							},
						}, -- [5]
						{
							["version"] = 3,
							["position"] = {
								["y"] = 102.5000017094805,
								["x"] = -155.369761861162,
								["point"] = "BOTTOM",
								["scale"] = 1.25,
							},
						}, -- [6]
						{
						}, -- [7]
						[9] = {
						},
						[10] = {
						},
					},
				},
				["尒乄茨勆 - 藏宝海湾"] = {
					["actionbars"] = {
						{
							["version"] = 3,
							["position"] = {
								["y"] = -227.5000156834719,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [1]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -189.5000048056244,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [2]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -151.5000130012629,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [3]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -113.4999830499294,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [4]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -75.50002939254,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [5]
						{
							["version"] = 3,
							["position"] = {
								["y"] = -37.49999944120646,
								["x"] = -231.4999355152258,
								["point"] = "CENTER",
							},
						}, -- [6]
						{
						}, -- [7]
						[9] = {
						},
						[10] = {
						},
					},
				},
			},
		},
		["MicroMenu"] = {
			["profiles"] = {
				["灮丶諾亞 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["scale"] = 0.800000011920929,
						["x"] = -188.8000838588658,
						["point"] = "CENTER",
						["y"] = 42.39990277357492,
					},
				},
				["藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["scale"] = 0.800000011920929,
						["x"] = -188.8000838588658,
						["point"] = "CENTER",
						["y"] = 42.39990277357492,
					},
				},
				["颠峰伟哥 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 42.39990277357492,
						["x"] = -188.8000838588658,
						["point"] = "CENTER",
						["scale"] = 0.800000011920929,
					},
				},
				["皇阿瑪 - 藏宝海湾"] = {
					["enabled"] = false,
					["skin"] = {
						["ID"] = "Predator",
						["Backdrop"] = false,
					},
					["version"] = 3,
					["position"] = {
						["y"] = 4.399964238556095,
						["x"] = -4.399997711181641,
						["point"] = "TOPLEFT",
						["scale"] = 0.800000011920929,
					},
				},
				["独孤牛儿 - 森金"] = {
					["fadeoutalpha"] = 0,
					["fadeout"] = true,
					["position"] = {
						["y"] = 4.400035688870958,
						["x"] = -4.400007012893931,
						["point"] = "TOPLEFT",
						["scale"] = 1.200000047683716,
					},
					["fadeoutdelay"] = 0.1599999964237213,
					["version"] = 3,
				},
				["尒乄茨勆 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["scale"] = 0.800000011920929,
						["x"] = -188.8000838588658,
						["point"] = "CENTER",
						["y"] = 42.39990277357492,
					},
				},
			},
		},
		["XPBar"] = {
		},
		["BlizzardArt"] = {
		},
		["BagBar"] = {
			["profiles"] = {
				["灮丶諾亞 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 1.499977089465006,
						["x"] = 58.50002201646544,
						["point"] = "CENTER",
					},
				},
				["藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 1.499977089465006,
						["x"] = 58.50002201646544,
						["point"] = "CENTER",
					},
				},
				["颠峰伟哥 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 1.499977089465006,
						["x"] = 58.50002201646544,
						["point"] = "CENTER",
					},
				},
				["皇阿瑪 - 藏宝海湾"] = {
					["enabled"] = false,
					["skin"] = {
						["ID"] = "Predator",
						["Backdrop"] = false,
					},
					["version"] = 3,
					["position"] = {
						["y"] = -47.4686615546247,
						["x"] = -195.5833405914405,
						["point"] = "RIGHT",
					},
				},
				["独孤牛儿 - 森金"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 36.00000711143885,
						["x"] = -163.9997751691258,
						["point"] = "BOTTOMRIGHT",
					},
				},
				["尒乄茨勆 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 1.499977089465006,
						["x"] = 58.50002201646544,
						["point"] = "CENTER",
					},
				},
			},
		},
		["Vehicle"] = {
			["profiles"] = {
				["灮丶諾亞 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 51.49990005046277,
						["x"] = 53.50009838491542,
						["point"] = "CENTER",
					},
				},
				["藏宝海湾"] = {
					["position"] = {
						["y"] = 51.49990005046277,
						["x"] = 53.50009838491542,
						["point"] = "CENTER",
					},
					["version"] = 3,
					["skin"] = {
						["ID"] = "Predator",
					},
				},
				["颠峰伟哥 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 51.49990005046277,
						["x"] = 53.50009838491542,
						["point"] = "CENTER",
					},
				},
				["皇阿瑪 - 藏宝海湾"] = {
					["position"] = {
						["y"] = -152.1170021278113,
						["x"] = -157.0900702910114,
						["point"] = "RIGHT",
					},
					["version"] = 3,
					["skin"] = {
						["ID"] = "Predator",
						["Backdrop"] = false,
					},
				},
				["独孤牛儿 - 森金"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 81.82672733088691,
						["x"] = -129.9997278507058,
						["point"] = "BOTTOMRIGHT",
					},
				},
				["尒乄茨勆 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 51.49990005046277,
						["x"] = 53.50009838491542,
						["point"] = "CENTER",
					},
				},
			},
		},
		["StanceBar"] = {
			["profiles"] = {
				["灮丶諾亞 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 14.24997308477805,
						["x"] = -159.7499060668066,
						["point"] = "CENTER",
					},
				},
				["藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 14.24997308477805,
						["x"] = -159.7499060668066,
						["point"] = "CENTER",
					},
				},
				["颠峰伟哥 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 14.24997308477805,
						["x"] = -159.7499060668066,
						["point"] = "CENTER",
					},
				},
				["皇阿瑪 - 藏宝海湾"] = {
					["enabled"] = false,
					["skin"] = {
						["ID"] = "Predator",
						["Backdrop"] = false,
					},
					["version"] = 3,
					["position"] = {
						["y"] = -230.0982488677166,
						["x"] = -220.6598535081766,
						["point"] = "CENTER",
						["scale"] = 1.149999976158142,
					},
				},
				["独孤牛儿 - 森金"] = {
					["position"] = {
						["y"] = -210.5644132933032,
						["x"] = -398.7815567021687,
						["point"] = "CENTER",
						["scale"] = 1.25,
					},
					["version"] = 3,
				},
				["尒乄茨勆 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 14.24997308477805,
						["x"] = -255.7499132193638,
						["point"] = "CENTER",
					},
				},
			},
		},
		["PetBar"] = {
			["profiles"] = {
				["灮丶諾亞 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 89.50004444271258,
						["x"] = -163.4999441578992,
						["point"] = "CENTER",
					},
				},
				["藏宝海湾"] = {
					["position"] = {
						["y"] = 89.50004444271258,
						["x"] = -163.4999441578992,
						["point"] = "CENTER",
					},
					["version"] = 3,
					["skin"] = {
						["ID"] = "Predator",
					},
				},
				["颠峰伟哥 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 89.50004444271258,
						["x"] = -163.4999441578992,
						["point"] = "CENTER",
					},
				},
				["皇阿瑪 - 藏宝海湾"] = {
					["position"] = {
						["y"] = 232.3234407628185,
						["x"] = -2.099990837276273,
						["point"] = "BOTTOMLEFT",
						["scale"] = 0.699999988079071,
					},
					["rows"] = 2,
					["version"] = 3,
					["skin"] = {
						["ID"] = "Predator",
						["Backdrop"] = false,
					},
				},
				["独孤牛儿 - 森金"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 236.7500133681375,
						["x"] = -155.2320056322595,
						["point"] = "BOTTOM",
					},
				},
				["尒乄茨勆 - 藏宝海湾"] = {
					["version"] = 3,
					["position"] = {
						["y"] = 89.50004444271258,
						["x"] = -163.4999441578992,
						["point"] = "CENTER",
					},
				},
			},
		},
		["RepBar"] = {
		},
	},
	["profileKeys"] = {
		["尒乄茨勆 - 藏宝海湾"] = "皇阿瑪 - 藏宝海湾",
		["颠峰伟哥 - 藏宝海湾"] = "颠峰伟哥 - 藏宝海湾",
		["皇阿瑪 - 藏宝海湾"] = "皇阿瑪 - 藏宝海湾",
		["独孤牛儿 - 森金"] = "独孤牛儿 - 森金",
		["灮丶諾亞 - 藏宝海湾"] = "皇阿瑪 - 藏宝海湾",
	},
	["profiles"] = {
		["灮丶諾亞 - 藏宝海湾"] = {
		},
		["藏宝海湾"] = {
		},
		["颠峰伟哥 - 藏宝海湾"] = {
		},
		["皇阿瑪 - 藏宝海湾"] = {
			["buttonlock"] = true,
			["minimapIcon"] = {
				["hide"] = false,
			},
		},
		["独孤牛儿 - 森金"] = {
		},
		["尒乄茨勆 - 藏宝海湾"] = {
		},
	},
}
