
Quartz3DB = {
	["namespaces"] = {
		["Swing"] = {
		},
		["Buff"] = {
		},
		["Interrupt"] = {
		},
		["Flight"] = {
		},
		["Pet"] = {
			["profiles"] = {
				["皇阿瑪 - 藏宝海湾"] = {
					["y"] = 514.7352153302887,
					["x"] = 80.99493732046086,
				},
				["Default"] = {
					["y"] = 335.9549441116124,
					["x"] = 500.7051620703751,
				},
				["藏宝海湾"] = {
					["x"] = 699.9999880790713,
				},
			},
		},
		["Player"] = {
			["profiles"] = {
				["皇阿瑪 - 藏宝海湾"] = {
					["hideicon"] = true,
					["x"] = 628.3131929449047,
					["hidetimetext"] = true,
					["border"] = "None",
					["y"] = 80.76453454760231,
					["targetname"] = true,
					["w"] = 310,
					["texture"] = "Runes",
				},
				["Default"] = {
					["h"] = 30,
					["y"] = 295.9514244964178,
					["texture"] = "Frost",
					["x"] = 796.3728992365186,
				},
				["藏宝海湾"] = {
					["x"] = 674.9999880790713,
				},
			},
		},
		["GCD"] = {
			["profiles"] = {
				["Default"] = {
					["gcdalpha"] = 0.8500000238418579,
				},
			},
		},
		["Focus"] = {
			["profiles"] = {
				["皇阿瑪 - 藏宝海湾"] = {
					["hideicon"] = true,
					["h"] = 25,
					["y"] = 104.2142448213618,
					["noInterruptShield"] = false,
					["x"] = 783.1554443714301,
					["w"] = 196,
					["texture"] = "Runes",
				},
				["Default"] = {
					["y"] = 360.0493916779481,
					["x"] = 791.9698814153896,
				},
				["藏宝海湾"] = {
					["x"] = 699.9999880790713,
				},
			},
		},
		["Target"] = {
			["profiles"] = {
				["皇阿瑪 - 藏宝海湾"] = {
					["hideicon"] = true,
					["h"] = 25,
					["y"] = 104.213561053517,
					["noInterruptShield"] = false,
					["x"] = 587.606441840969,
					["w"] = 196,
					["texture"] = "Rocks",
				},
				["Default"] = {
					["h"] = 36,
					["y"] = 306.2937059800226,
					["x"] = 1096.049579857561,
				},
				["藏宝海湾"] = {
					["x"] = 699.9999880790713,
				},
			},
		},
		["Range"] = {
		},
		["Mirror"] = {
		},
		["Latency"] = {
		},
	},
	["profileKeys"] = {
		["尒乄茨勆 - 藏宝海湾"] = "Default",
		["颠峰伟哥 - 藏宝海湾"] = "Default",
		["皇阿瑪 - 藏宝海湾"] = "皇阿瑪 - 藏宝海湾",
		["独孤牛儿 - 森金"] = "Default",
		["灮丶諾亞 - 藏宝海湾"] = "Default",
	},
	["profiles"] = {
		["皇阿瑪 - 藏宝海湾"] = {
			["borderalpha"] = 0,
			["castingcolor"] = {
				0.1686274509803922, -- [1]
				0.1450980392156863, -- [2]
				0.6, -- [3]
				1, -- [4]
			},
			["backgroundalpha"] = 0,
			["completecolor"] = {
				nil, -- [1]
				nil, -- [2]
				nil, -- [3]
				1, -- [4]
			},
		},
		["Default"] = {
			["hidesamwise"] = false,
			["casttimeprecision"] = 0,
		},
		["藏宝海湾"] = {
		},
	},
}
