
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/s 你是直接到最后的吗？ 怎么做的", -- [1]
		"/cw 狂牛霸霸-洛丹伦 谢谢大哥", -- [2]
		"/cw 狂牛霸霸-洛丹伦 OK了", -- [3]
		"/s 谢谢大家了", -- [4]
		"/s 你91来干什么  我再组个人", -- [5]
		"/cw 狂牛霸霸-洛丹伦 等下 点错了", -- [6]
		"/s 这是啥", -- [7]
		"/cw 狂牛霸霸-洛丹伦 熊奶奶", -- [8]
		"/cw 尼尔罗特-战歌 大哥帮忙拉个人", -- [9]
		"/s 我搜索秒", -- [10]
		"/s 恶心不", -- [11]
		"/s 刚知道  可以存CD  直接到最后BOSS", -- [12]
		"/s 我也是", -- [13]
		"/cw 脱缰的脂肪-能源舰 好的 谢谢大哥", -- [14]
		"/cw 狂牛霸霸-洛丹伦 大哥帮忙拉个人号码", -- [15]
		"/s 试玩账号 能拉来吗？ 存CD用", -- [16]
		"/s 搜索下", -- [17]
		"/s 好的。我Baidu下", -- [18]
		"/s 宏？", -- [19]
		"/s 出来吧 米米尔隆的的头部", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
