
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 左右", -- [1]
		"/s 完成没", -- [2]
		"/p 你去不", -- [3]
		"/p 这里 竟然都没有飞行点", -- [4]
		"/p zhge zuo这个做了吗啊", -- [5]
		"/cw 研究者-哈卡 大哥 帮忙大哥乖吧", -- [6]
		"/p 等你不 术士", -- [7]
		"/som", -- [8]
		"/cw 研究者-哈卡 谢谢大哥", -- [9]
		"/cw 研究者-哈卡 谢谢你啊。我打不过 25W血", -- [10]
		"/s |cffffff00|Hquest:50770:-1:110:120:5|h[有效的抗毒药剂]|h|r|cffffff00|Hquest:51573:-1:110:120:5|h[我来保护你]|h|r", -- [11]
		"不玩怀旧服 感觉没意思", -- [12]
		"/s 打个怪 大哥", -- [13]
		"/p 做完这里就走", -- [14]
		"/p |cffffff00|Hquest:48585:-1:110:120:5|h[废土幸存者]|h|r", -- [15]
		"/SellOMatic", -- [16]
		"/s 谢谢", -- [17]
		"/eam options", -- [18]
		"/s 帮个忙", -- [19]
		"/s |cffffff00|Hachievement:8985:Player-1970-01B190B6:0:0:0:-1:561:0:0:0|h[德拉诺团队的荣耀]|h|r", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
