
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p |cffffff00|Hquest:49002:-1:110:120:5|h[紧急迫降]|h|rzhaobudao", -- [1]
		"/p zheli", -- [2]
		"/p |cffffff00|Hquest:49002:-1:110:120:5|h[紧急迫降]|h|rzhe 这任务咋每件", -- [3]
		"/p .....", -- [4]
		"/y 谢谢", -- [5]
		"/p 我还没做", -- [6]
		"/p 60多万血", -- [7]
		"/p 我其他地图都快做完了。", -- [8]
		"/RL", -- [9]
		"/p 正好 趁着人家", -- [10]
		"/p 那你去别的地图吧 我还有一些", -- [11]
		"/p 就刚刚那个100血的斥候太难。正好趁着人家再打 我打了", -- [12]
		"/p 这里", -- [13]
		"/p 哦", -- [14]
		"/p 不知道 这怪 都26万  我主要是武器被删除了", -- [15]
		"要绝望", -- [16]
		"/p 我能搞定", -- [17]
		"/p 幸亏你来了", -- [18]
		"/s 1", -- [19]
		"/brp lock", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
