
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/cw 翎灬僧-燃烧之刃 您会不", -- [1]
		"/cw 翎灬僧-燃烧之刃 哦  我们是地狱火团队的荣耀 成就，  想拿个坐骑", -- [2]
		"/s 几波？", -- [3]
		"/s 放弃", -- [4]
		"/p 咋回事 不稳啊", -- [5]
		"/s 一起", -- [6]
		"/s 别打死", -- [7]
		"/s 别打灵魂", -- [8]
		"/cw 翎灬僧-燃烧之刃 就差 几个了", -- [9]
		"/cw 翎灬僧-燃烧之刃 可以打  但是 血魔的成就我们不会做  正在尝试呢", -- [10]
		"/y 技能我都没设置呢", -- [11]
		"/y 跳下去", -- [12]
		"/s 这里", -- [13]
		"/s 你咋回事  咋没上去", -- [14]
		"/p 重来吧", -- [15]
		"地狱火荣耀成就：快到肚里来，这个成就你们做过吗？ 血魔肚子里", -- [16]
		"/p 开始", -- [17]
		"/s 上去", -- [18]
		"/s 打", -- [19]
		"/下跪", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
