
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 咋回事 不稳啊", -- [1]
		"/s 一起", -- [2]
		"/s 别打死", -- [3]
		"/s 别打灵魂", -- [4]
		"/cw 翎灬僧-燃烧之刃 就差 几个了", -- [5]
		"/cw 翎灬僧-燃烧之刃 可以打  但是 血魔的成就我们不会做  正在尝试呢", -- [6]
		"/y 技能我都没设置呢", -- [7]
		"/y 跳下去", -- [8]
		"/s 这里", -- [9]
		"/s 你咋回事  咋没上去", -- [10]
		"/p 重来吧", -- [11]
		"地狱火荣耀成就：快到肚里来，这个成就你们做过吗？ 血魔肚子里", -- [12]
		"/p 开始", -- [13]
		"/s 上去", -- [14]
		"/s 打", -- [15]
		"/下跪", -- [16]
		"/s 、/hpd", -- [17]
		"/1 {雷锋}", -- [18]
		"/cw 求同存异-拉文凯斯 咋卖", -- [19]
		"/cw 爱你丨三千-回音山 咋卖", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
